[
  {
    "quote": "I'm writing a book. I've got the page numbers done.",
    "author": "Steven Wright"
  },
  {
    "quote": "Writing is 1% inspiration, and 99% not being distracted by the internet.",
    "author": "Anonymous"
  },
  {
    "quote": "My characters always seem to know what they're doing. It's me who needs help.",
    "author": "Anonymous"
  },
  {
    "quote": "Writer's block is when your imaginary friends stop talking to you.",
    "author": "Anonymous"
  },
  {
    "quote": "I love being a writer. What I can't stand is the paperwork.",
    "author": "Peter De Vries"
  },
  {
    "quote": "The best time to plan a book is while you're doing the dishes.",
    "author": "Agatha Christie"
  },
  {
    "quote": "I only write when I'm inspired. So I see to it that I'm inspired every morning at nine o'clock.",
    "author": "Peter De Vries"
  },
  {
    "quote": "Writing is like driving at night in the fog. You can only see as far as your headlights, but you can make the whole trip that way.",
    "author": "E.L. Doctorow"
  },
  {
    "quote": "Being a writer is like having homework every night for the rest of your life.",
    "author": "Lawrence Kasdan"
  },
  {
    "quote": "Writing is a socially acceptable form of lying.",
    "author": "Diana Black"
  },
  {
    "quote": "Write drunk, edit sober.",
    "author": "Ernest Hemingway (allegedly)"
  },
  {
    "quote": "Writing a novel is like herding cats blindfolded through a thunderstorm.",
    "author": "Anonymous"
  },
  {
    "quote": "The pen is mightier than the sword, and considerably easier to write with.",
    "author": "Marty Feldman"
  },
  {
    "quote": "Some editors are failed writers, but so are most writers.",
    "author": "T.S. Eliot"
  },
  {
    "quote": "I'm not a writer. I just play one on Twitter.",
    "author": "Anonymous"
  },
  {
    "quote": "I write because punching people is frowned upon.",
    "author": "Anonymous"
  },
  {
    "quote": "There's no money in poetry, but then there's no poetry in money either.",
    "author": "Robert Graves"
  },
  {
    "quote": "Writing: where your coffee is always cold and your ideas are always hot.",
    "author": "Anonymous"
  },
  {
    "quote": "To be a writer is to embrace rejection like a clingy ex.",
    "author": "Anonymous"
  },
  {
    "quote": "I write so I don't kill anyone. It's therapeutic.",
    "author": "Anonymous"
  },
  {
    "quote": "If you want to annoy a writer, ask them how the book is going.",
    "author": "Anonymous"
  },
  {
    "quote": "I turned procrastination into a plot device.",
    "author": "Anonymous"
  },
  {
    "quote": "The only thing more terrifying than writing is not writing.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing is the art of applying the seat of the pants to the seat of the chair.",
    "author": "Mary Heaton Vorse"
  },
  {
    "quote": "The difference between reality and fiction? Fiction has to make sense.",
    "author": "Tom Clancy"
  },
  {
    "quote": "I write to give the voices in my head something to do.",
    "author": "Anonymous"
  },
  {
    "quote": "I put a piece of paper under my pillow, and when I could not sleep, I wrote in the dark.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "A synonym is a word you use when you can't spell the other one.",
    "author": "Baltasar Gracin (loosely attributed)"
  },
  {
    "quote": "Plot twist: the author has no idea what happens next either.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing: the art of convincing yourself your terrible ideas are great-at least until the second draft.",
    "author": "Anonymous"
  },
  {
    "quote": "I write because therapy is expensive.",
    "author": "Anonymous"
  },
  {
    "quote": "The best thing about writing fiction is that you can make up everything except the grammar.",
    "author": "Anonymous"
  },
  {
    "quote": "My muse is caffeine and mild panic.",
    "author": "Anonymous"
  },
  {
    "quote": "Why yes, I do have a love-hate relationship with my manuscript.",
    "author": "Anonymous"
  },
  {
    "quote": "Sometimes I write better than I talk. Other times I neither write nor talk well.",
    "author": "Anonymous"
  },
  {
    "quote": "'Said' is not dead. It's just napping politely.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing a book is like running a marathon... that you forgot you signed up for... uphill... in the rain.",
    "author": "Anonymous"
  },
  {
    "quote": "If procrastination were an Olympic sport, writers would medal every time.",
    "author": "Anonymous"
  },
  {
    "quote": "My writing process is 90% staring into the void and 10% backspacing.",
    "author": "Anonymous"
  },
  {
    "quote": "I opened a Word document. That's basically writing, right?",
    "author": "Anonymous"
  },
  {
    "quote": "If at first you don't succeed, plot twist.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing tip: chocolate counts as motivation.",
    "author": "Anonymous"
  },
  {
    "quote": "Yes, I talk to myself. No, I'm not alone. My characters are here.",
    "author": "Anonymous"
  },
  {
    "quote": "I write because punching paper is more productive than punching people.",
    "author": "Anonymous"
  },
  {
    "quote": "Don't judge a writer by their search history.",
    "author": "Anonymous"
  },
  {
    "quote": "I was going to write today, but then I thought about it really hard instead.",
    "author": "Anonymous"
  },
  {
    "quote": "I don't always write, but when I do, I rewrite it ten times.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing is a lot like daydreaming, but with more guilt.",
    "author": "Anonymous"
  },
  {
    "quote": "Book titles I considered before settling on 'Untitled Draft 43'.",
    "author": "Anonymous"
  },
  {
    "quote": "Writer's diet: coffee, sarcasm, and deadlines.",
    "author": "Anonymous"
  },
  {
    "quote": "I suffer from WRD: Writing-Related Delirium.",
    "author": "Anonymous"
  },
  {
    "quote": "I never finish a sentence without... oh look, a snack.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing is rewriting is rewriting is crying.",
    "author": "Anonymous"
  },
  {
    "quote": "Some days I amaze myself. Other days I rewrite one sentence for six hours.",
    "author": "Anonymous"
  },
  {
    "quote": "Who needs sleep when you can stare at a blinking cursor instead?",
    "author": "Anonymous"
  },
  {
    "quote": "Writers are just plot holes wrapped in anxiety.",
    "author": "Anonymous"
  },
  {
    "quote": "What do you mean this character can't just 'disappear'?",
    "author": "Anonymous"
  },
  {
    "quote": "Editing: because you didn't cry enough during writing.",
    "author": "Anonymous"
  },
  {
    "quote": "The first draft is just you explaining the idea to yourself. Badly.",
    "author": "Anonymous"
  },
  {
    "quote": "I didn't choose the writing life. It chose me, then ghosted me for weeks.",
    "author": "Anonymous"
  },
  {
    "quote": "It's not procrastination, it's pre-plot contemplation.",
    "author": "Anonymous"
  },
  {
    "quote": "Writers: the only people who can get lost in a world they made up.",
    "author": "Anonymous"
  },
  {
    "quote": "I write because otherwise my head would explode from overplotting.",
    "author": "Anonymous"
  },
  {
    "quote": "Characters are like cats. You think you own them, but they do what they want.",
    "author": "Anonymous"
  },
  {
    "quote": "I write fiction. That means I lie for fun and call it art.",
    "author": "Anonymous"
  },
  {
    "quote": "Every time someone uses 'your' instead of 'you're', a writer gets indigestion.",
    "author": "Anonymous"
  },
  {
    "quote": "I write like no one's reading. Which is often true.",
    "author": "Anonymous"
  },
  {
    "quote": "My plot holes are big enough to drive an existential crisis through.",
    "author": "Anonymous"
  },
  {
    "quote": "The delete key is my most trusted co-author.",
    "author": "Anonymous"
  },
  {
    "quote": "I only write in two moods: genius and garbage fire.",
    "author": "Anonymous"
  },
  {
    "quote": "I plan my books like I plan my life: chaotically and with snacks.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing tip: dialogue tags are like spices-use wisely or everyone suffers.",
    "author": "Anonymous"
  },
  {
    "quote": "They say write what you know. I write confused characters in weird situations.",
    "author": "Anonymous"
  },
  {
    "quote": "Writing: turning caffeine into questionable plot twists since forever.",
    "author": "Anonymous"
  },
  {
    "quote": "You can't wait for inspiration. You have to go after it with a club.",
    "author": "Jack London"
  },
  {
    "quote": "The road to hell is paved with works-in-progress.",
    "author": "Philip Roth"
  },
  {
    "quote": "I'm not a very good writer, but I'm an excellent rewriter.",
    "author": "James Michener"
  },
  {
    "quote": "There's nothing to writing. All you do is sit down at a typewriter and bleed.",
    "author": "Ernest Hemingway"
  },
  {
    "quote": "Writing is the only profession where no one considers you ridiculous if you earn no money.",
    "author": "Jules Renard"
  },
  {
    "quote": "Writing is a delicious agony.",
    "author": "Gwendolyn Brooks"
  },
  {
    "quote": "The most beautiful things are those that madness prompts and reason writes.",
    "author": "Andr Gide"
  },
  {
    "quote": "A writer is someone who can make a riddle out of an answer.",
    "author": "Karl Kraus"
  },
  {
    "quote": "The first draft of anything is shit.",
    "author": "Ernest Hemingway"
  },
  {
    "quote": "It took me fifteen years to discover I had no talent for writing, but I couldn't give it up because by then I was too famous.",
    "author": "Robert Benchley"
  },
  {
    "quote": "A writer is a person for whom writing is more difficult than it is for other people.",
    "author": "Thomas Mann"
  },
  {
    "quote": "The greatest part of a writer's time is spent in reading; in order to write, a man will turn over half a library to make one book.",
    "author": "Samuel Johnson"
  },
  {
    "quote": "A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author.",
    "author": "G.K. Chesterton"
  },
  {
    "quote": "One day I will find the right words, and they all will be simple.",
    "author": "Jack Kerouac"
  },
  {
    "quote": "The task of a writer consists of being able to make something out of an idea.",
    "author": "Thomas Mann"
  },
  {
    "quote": "Words are, of course, the most powerful drug used by mankind.",
    "author": "Rudyard Kipling"
  },
  {
    "quote": "I hate writing, I love having written.",
    "author": "Dorothy Parker"
  },
  {
    "quote": "I always start writing with a clean piece of paper and a dirty mind.",
    "author": "Patrick Dennis"
  },
  {
    "quote": "When I write, I feel like an armless, legless man with a crayon in his mouth.",
    "author": "Kurt Vonnegut"
  },
  {
    "quote": "Literature is strewn with the wreckage of those who have minded beyond reason the opinion of others.",
    "author": "Virginia Woolf"
  },
  {
    "quote": "Being a writer is like having homework every night for the rest of your life.",
    "author": "Lawrence Kasdan"
  },
  {
    "quote": "I'm writing a book. I've got the page numbers done.",
    "author": "Steven Wright"
  },
  {
    "quote": "Cut out all those exclamation marks. An exclamation mark is like laughing at your own joke.",
    "author": "F. Scott Fitzgerald"
  },
  {
    "quote": "The difference between fiction and reality? Fiction has to make sense.",
    "author": "Tom Clancy"
  },
  {
    "quote": "Writing is not necessarily something to be ashamed of, but do it in private and wash your hands afterwards.",
    "author": "Robert A. Heinlein"
  }
]